"use strict"
//  1. Объявите две переменные: admin и name.
// Запишите в name строку "Василий".
// 2. Скопируйте значение из name в admin.
// Выведите admin (должно вывести «Василий»).
var admin;
var name;
var name = "Василий";
var admin = name;
alert(admin);
// 1. Создайте переменную для названия нашей планеты и присвойте ей значение "Земля". Правильное имя выберите сами.
// 2. Создайте переменную для имени посетителя со значением "Петя". Имя также на ваш вкус.
var ourPlanetName;
var ourPlanetName = "Земля";
var username;
var username = "Петя";
// Придумать названия переменных для следующего: количество кадров в секунду; соеденительный знак между словами; режим просмотра документа; необходимость показа последней страницы постраничной навигации.
var fps;
var hyphen;
var documentViewMode;
var lastNavPageViewNecessary;
